Light source cannot be copied!
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CopyImposterLightWarn { get; }
  Visual Basic
Public Shared ReadOnly Property CopyImposterLightWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CopyImposterLightWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyPasteFailures Class
  Autodesk.Revit.DB Namespace